Revit 2027 API
IFCGuidKey Properties
The IFCGuidKey type exposes the following members.
Properties
Name | Description
IFCGlobalId |  IFC GlobalId for map.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IFCGuidKey Class
Autodesk.Revit.DB.IFC Namespace